{
  "graphics": [
    {
      "head": "GRAPHIC DESIGNING",
      "id": "Graphics Designing",
      "para": " Graphic Designing improves the business by the looks as well as in its reach. With Graphic Designing, your business will stick out and will pursue more noteworthy traffic to your site and online media. It's the time of headway and it's an ideal opportunity to take them on-field insight to computerized space. Connect with more clients and develop your business dramatically. But why us? The reason why we stand out all the time is solely because, we have trained and experienced graphic designers whose goal is to provide you with the best graphic designs available out there.",
      "img": "https://www.ptiacademy.in/assets/front/images/graphic-design.png",
      "link": ""
    },
    {
      "head": "SOCIAL MEDIA MARKETING",
      "id": "digital_Marketing",
      "para": "Online Social Media presence is the best way of connecting with clients around the world. We will give your online media a solid stand and make it engaging with standard postings and updates. We likewise handle Public Relations via Online Media Accounts.BS bunch offers rewarding bundles that can be altered by your necessities. Reach us to find out about our packages. Social Media Management is difficult if you don’t have the best Social Media Managers. But we assure you with us you will be in the right hands, our trained Social Media Managers are aware of changing trends, what’s in demand, and how to make your page thrive.",
      "img": "https://blog.alexa.com/wp-content/uploads/2020/08/CM-social-media.png",
      "link": ""
    },
    {
      "head": "WEB DESIGNING",
      "id": "digital_Marketing",
      "para": "An appropriately curated site is the best mode for the accomplishment of the business. Also, you are only a stage away from it. Reach us and skill to profit our stunning administrations in web planning, advancement, and upkeep. But how to accomplish this task you need you need professionals who have dedicated years on this field, and that’s exactly where we step in. Our web designers will plan, create and code internet sites and web pages, many of which combine text with sounds, pictures, graphics and video clips. And will take full responsibly for creating the best design and layout of a website or web pages.",
      "img": "https://colourinfusion.ca/amp/images/graphic-design.png",
      "link": ""
    },
    {
      "head": "DOMAIN MAINTENANCE & WEBSITE HOSTING",
      "id": "digital_Marketing",
      "para": "With the world going to an online mode, it’s vital to note how a brand operates its website. These technicalities are the base that can take your business to heights. It’s like the foundation of the website and this foundation ought to be super concrete. We provide refined services from experts in the field of website hosting and domain maintenance. Starting from the scratch, we design the draft for your website, buying a domain for your website visibility and searching for the appropriate server to link the domain, we provide a full-fledged service. We provide both drag -and- drop & coding facilities as preferred by our clients. Not just this, we also help in maintaining the website. Regular inspection and posting on the website are necessary and we at BS Group ensure that it is done with great precision. These services are quite essential for a company’s online presence. We therefore provide flexibility to our customers to curate these services according to their requirements and we deliver these with great attention to details.",
      "img": "https://cdn.domainnamesanity.com/assets/img/web_design.png",
      "link": ""
    },
    {
      "head": "Brand Management",
      "id": "digital_Marketing",
      "para": "What you show to your customers is how they will perceive your brand. To attract and retain customers, it is necessary to build a brand image and brand value. We help you to create and manage the reputation of your brand. All your needs related to your brand will be fulfilled here. From handling your Digital Marketing profile, curating your designing needs, delivering any packaging requirements to running campaigns for your brand, we do everything for you at BS Group. Tapping the market by providing specific marketing services during special occasions or festivities also come under our brand management services. Take our word, you can be relieved once you hand over your brand to us. We’ll look after it with utmost care.",
      "img": "https://sprak-11536.kxcdn.com/wp-content/uploads/2019/11/Brand-Management-Consulting-1.png",
      "link": ""
    },
    {
      "head": "SEARCH ENGINE OPTIMIZATION",
      "id": "digital_Marketing",
      "para": " There is everyone selling everything on the internet today. What do you do to make yourself stand out? What do you do so that the consumers choose your brand over everyone else? Here’s where SEO helps. With polished SEO services, we will ensure that your company shows at the top when consumers search for the product you sell or the services you provide. We use specific keywords to improve your website’s ranking. We deliver services in both organic and paid domain. Regular maintenance of the SEO ranking also forms a part of our services. We have separate departments for each service and specialists in that domain deliver the work according your requirements. We leave no scope for delay or inconvenience.",
      "img": "https://webdesignersdaily.com/wp-content/uploads/2021/10/555-5557416_software-development-team-digital-marketing-clipart.png",
      "link": ""
    },
    {
      "head": "CONTENT CREATION",
      "id": "digital_Marketing",
      "para": " You can win hearts and top-level business contracts just with the use of engaging content. The words you use to advertise your business has a great impact on what customers think about you. Our Content team strives relentlessly to provide excellent services in this domain. We present the essence of a brand which attracts customers. We draft the content and captions for regular posting across social media platforms. We also advise on how and what should go on their websites and create content and blogs for the same. We frame professional communications for our clients according to their requirements like e-mails, collab messages, promotional and offers information message and many more. All these services are provided with utmost perfection and due care. The content delivered is top notch and has satisfied all our customers.",
      "img": "https://www.workgenius.com/wp-content/uploads/2020/03/content-creation.png",
      "link": ""
    }
  ]
}
